Repository: brol/postCount
Catalog: locales/*/main.po
Languages: fr

source: Post read counter
fr: Compteur de lecture de billet

source: Unable to install or update the plugin postCount
fr: Impossible d'installer ou de mettre à jour le postCount

source: Enable plugin
fr: Activer le plugin

source: Synchronize blog
fr: Synchroniser le blog

source: Blog language
fr: Langue du blog

source: Lock counters
fr: Verrouiller les compteurs

source: Count local counts
fr: Prendre en compte les IP locales

source: Local IPs
fr: IP locales

source: Unread
fr: Aucune lecture

source: One read
fr: Une lecture

source: #c reads
fr: #c lectures

source: Settings saved.
fr: Paramètres enregistrés.

source: Settings reseted.
fr: Paramètres réinitialisés.

source: Counters reseted.
fr: Compteurs réinitialisés.

source: Integration
fr: Intégration

source: Themes integration
fr: Intégration dans les thèmes

source: Add this code in your post.html theme file where to update post count:
fr: Ajoutez ce code dans votre fichier post.html de thème pour incrémeter le compteur de lecture de billet :

source: Add this code in your themes file (post.html or home.html) where to display post count:
fr: Ajoutez ce code dans vos fichiers de thèmes (post.html ou home.html) pour afficher le compteur de lecture de billet :

source: Settings
fr: Paramètres

source: Reset to default settings
fr: Réinitialiser aux paramètres par défaut

source: Your IP:
fr: Votre adresse IP :

source: Local IPs (comma separated)
fr: IP locale (utiliser la virgule comme séparateur)

source: Reset
fr: Réinitialisation

source: Reset counters
fr: Réinitialiser les compteurs

source: Permanant reset post read counters.
fr: Réinitialiser de manière permanente les compteurs de lecture de billet.

source: BEWARE: this cannot be undo!
fr: ATTENTION : cette action ne peut pas être annulée !

source: This option remove all counters to reset them.
fr: Cette option supprime tous les compteurs pour les réinitialiser.

source: Use this plugin to update posts read counters or to display them anywhere on your blog.
fr: Utilisez ce plugin pour mettre à jour les compteurs de lectures de billets ou pour les afficher où vous le souhaitez sur votre blog.
